<?php

return [
    'cart' => 'Кошик',
    'added' => 'Доданий товар ',
    'removed' => 'Видалений товар ',
    'name' => 'Назва',
    'count' => 'Кількість',
    'price' => 'Ціна',
    'full_cost' => 'Загальна вартість',
    'cost' => 'Вартість',
    'total' => 'Всього',
    'place_order' => 'Оформити замовлення',
    'ordering' => 'Оформлення замовлення',
    'approve_order' => 'Підтвердьте замовлення',
    'personal_data' => 'Вкажіть своє ім’я та номер телефону, щоб наш менеджер міг з вами зв’язатися',

    'you_order_confirmed' => 'Ваше замовлення прийняте в обробку!',
    'cart_is_empty' => 'Ваш кошик порожній!',
    'not_available_more' => ' у більшій кількості не доступний для замовлення',
    'you_cant_order_more' => 'Товар не доступний для замовлення в повному обсязі',

    'data' => [
        'name' => 'Ім’я',
        'email' => 'Email',
        'phone' => 'Номер телефону',
    ],

    'coupon' => [
        'apply' => 'Додати',
        'add_coupon' => 'Додати купон',
        'your_coupon' => 'Ви використовуєте купон',
        'coupon_added' => 'Був доданий купон',
        'not_available' => 'Купон не доступний для використання',
        'not_exists' => 'Такого купона не існує',
    ]
];
